Repository: edge-servers/immunity-radius
Catalog: immunity_radius/locale/*/LC_MESSAGES/django.po
Languages: de, fur, it, sl

source: The credentials entered are not valid. Please double-check and try again.
de: Die angegebenen Anmeldedaten sind ungültig. Bitte überprüfen Sie sie und versuchen Sie es erneut.
fur: Lis credenziâls inseridis no son validis. Par plasê, controlâ e tornâ a provâ.
it: Le credenziali inserite non sono valide. Si prega di controllare e riprovare.
sl: Vpisani prijavni podatki niso veljavni. Preverite podatke in poskusite znova.

source: Must include "username" and "password".
de: Muss "Benutzername" und "Passwort" enthalten.
fur: Al à di includi “non utent” e ”password”.
it: Deve includere "nome utente" e "password".
sl: Vsebovati mora "uporabniško ime" in "geslo".

source: This field is required.
de: Dieses Feld ist erforderlich.
fur: Il cjamp al è obligatori.
it: Il campo è obbligatorio.
sl: Obvezno polje.

source: A user is already registered with this phone number.
de: Diese Telefonnummer wurde schon registriert.
fur: Al esist za un utent regjistrât cun chest numar di telefon.
it: Esiste già un utente registrato con questo numero di telefono.
sl: Uporabnik, registriran s to telefonsko številko, žUporabnike obstaja.

source: The new phone number must be different than the old one.
de: Die neue Telefonnummer muss anders sein als die vorherige.
fur: Il numar di telefon gnûf nol pues jessi compagn di chel precedent.
it: Il nuovo numero di telefono deve essere diverso da quello precedente.
sl: Nova telefonska številka mora biti drugačna od prejšnje.

source: The user {username} is not member of organization {organization}.
de: Der Benutzer {username} ist kein Mitglied der Einrichtung {organization}.
fur: L'utent {username} nol è membri de organizazion {organization}.
it: L'utente {username} non appartiene all'organizzazione {organization}.
sl: Uporabnik {username} ni član organizacije {organization}.

source: The email field is required.
de: Das E-Mail Feld ist erforderlich.
fur: Il cjamp email al è obligatori.
it: Il campo email è obbligatorio.
sl: E-naslov je obvezen.

source: No verification code found in the system for this user.
de: Es wurde kein Verifizierungscode für diesen Benutzer im System gefunden.
fur: Par chest utent nol è stât cjatât un codiç di verifiche.
it: Per questo utente non è stato trovato un codice di verifica.
sl: Za tega uporabnika ni potrditvene kode.

source: Invalid code.
de: Ungültiger Code.
fur: Codiç no valit.
it: Codice non valido.
sl: Neveljavna koda.

source: Wait before requesting another SMS token.
de: Warten Sie, bevor Sie ein weiteres SMS-Token anfordern.
fur: Attendi prima di richiedere un altro token SMS.
it: Attendi prima di richiedere un altro token SMS.
sl: Počakajte, preden zahtevate nov žeton SMS.

source: This field cannot be blank.
de: Dieses Feld kann nicht leer gelassen werden.
fur: Il cjamp nol pues jessi vueit.
it: Questo campo non può essere vuoto.
sl: To polje ne sme biti prazno.

source: Maximum daily limit reached.
de: Tageslimit erreicht.
fur: Limit massim pe zornade superât.
it: Limite giornaliero massimo raggiunto.
sl: Dnevna mejna vrednost je dosežena.

source: Maximum daily limit reached from this IP address.
de: Tageslimit der IP-Adresse erreicht.
fur: Limit massim pe zornade superât par cheste direzion IP.
it: Limite giornaliero massimo raggiunto per questo indirizzo IP.
sl: Dnevna mejna vrednost s tega IP naslova je dosežena.

source: The user {user} is not member of any organization
de: Der Benutzer {user} ist Mitglied keiner Einrichtung
fur: L’utent {user} nol è membri di nissune organizazion.
it: L'utente {user} non appartiene ad alcuna organizzazione
sl: Uporabnik {user} ni član nobene organizacije

source: {organization} verification code: {code}
de: {organization} Verifizierungscode: {code}
fur: Codiç di verifiche {organization}: {code}
it: Codice di verifica {organization}: {code}
sl: Potrditvena koda {organization}: {code}

source: This user has been already verified.
de: Dieser Benutzer wurde bereits verifiziert.
fur: L’utent al è za stât verificât.
it: L'utente è già stato verificato.
sl: Ta uporabnik je že preverjen.

source: Maximum number of attempts reached, request a new code.
de: Maximale Anzahl an Versuchen erreicht, fordern Sie einen neuen Code an.
fur: Si à passât il numar massim di tentatîfs permetûts, domandâ la spedizion di un codiç gnûf.
it: Numero massimo di tentativi consentiti raggiunto, richiedi l'invio di un nuovo codice.
sl: Vnesli ste največje število dovoljenih poskusov, zahtevajte novo kodo.

source: This verification code has expired, Please send a new code and try again.
de: Dieser Verifizierungscode ist abgelaufen. Bitte senden Sie einen neuen Code und versuchen Sie es erneut.
fur: Il codiç di verifiche al è scjadût, domandâ la spedizion di un codiç gnûf.
it: Il codice di verifica è scaduto, richiedi l'invio di un nuovo codice.
sl: Potrditvena koda je potekla, zahtevajte novo kodo.

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
de: Sie bekommen diese E-Mail weil Sie eine Passwortzurücksetzung für ihren Benutzer-Account beantragt haben %(site_name)s.
fur: Tu âs ricevût cheste email parcè che tu âs domandât la reimpostazion de password pal to account utent su %(site_name)s.
it: Hai ricevuto questa email perché hai richiesto la reimpostazione della password per il tuo account utente su %(site_name)s.
sl: To e -poštno sporočilo ste prejeli, ker ste zahtevali ponastavitev gesla za svojuporabniški račun na %(site_name)s.

source: Your username, in case you've forgotten:
de: Ihr Benutzername, falls Sie ihn vergessen haben:
fur: Non utent dismenteât:
it: Il tuo nome utente, in caso l'avessi dimenticato:
sl: Vaše uporabniško ime, če ste pozabili:

source: Best regards
de: Beste Grüße
fur: Salûts di rispiet
it: Distinti saluti
sl: Lep pozdrav

source: Please click on the button below to open a page where you can choose a new password:
de: Klicken Sie auf der Taste unten, um eine neue Seite zu öffnen und ein neues Passwort zu erstellen.
fur: Fâ clic sul boton in bas par vierzi une pagjine là che si pues sielzi une gnove password:
it: Fare clic sul pulsante in basso per aprire una pagina in cui è possibile scegliere una nuova password:
sl: S klikom na spodnji gumb se bo odprla stran, na kateri boste lahko izbrali novo geslo:

source: Reset password
de: Passwort zurücksetzen
fur: Resete la password
it: Resetta la password
sl: Obnova gesla

source: Password reset on %s
de: Passwort ändern an %s
fur: Sielç une gnove password su %s
it: Reimposta password su %s
sl: Ponastavite geslo za %s

source: A new session has been started for your account:
de: Eine neue Session für Ihren Account wird gestartet:
fur: E je stade inviade une gnove session pal to account:
it: È stata avviata una nuova sessione per il tuo account:
sl: Začela se je nova seja vašega računa:

source: You can review your session to find out how much time and/or traffic has been used or you can terminate the session at any time by clicking on the button below.
de: Um die Dauer und den Datenverbrauch Ihrer Session zu überwachen oder um Ihre Session in jedem Moment zu beenden, klicken Sie auf den folgenden Link.
fur: Tu puedis monitorâ il consum di timp e trafic de tô session o sierâ la session in cualsisedi moment clicant su chest link.
it: Puoi monitorare il consumo di tempo e traffico della tua sessione o terminare la sessione in qualsiasi momento cliccando sul collegamento seguente.
sl: Trajanje seje in prenos podatkov lahko spremljate ali kadar koli zaključite s klikom na naslednjo povezavo.

source: Note: this link is valid only for %(sesame_max_age)s
de: Hinweis: dieser Link ist nur %(sesame_max_age)s gültig
fur: Note: chest link al è valit dome par %(sesame_max_age)s
it: Nota: questo link scadrá %(sesame_max_age)s
sl: Opomba: ta povezava velja samo %(sesame_max_age)s

source: Manage Session
de: Session verwalten
fur: Gjestìs session
it: Gestisci sessione
sl: Upravljanje seje

source: New WiFi session started
de: Neue Session WiFi gestartet
fur: Gnove session WiFi scomençade
it: Nuova sessione WiFi iniziata
sl: Začetek nove seje WiFi
